Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: If you could be the first person to do something, what would it be?
de: Wenn du der erste Mensch sein könntest, der etwas tut, was wäre das?
es: Si pudieras ser la primera persona en hacer algo, ¿qué sería?
fr: Si tu pouvais être la première personne à faire quelque chose, que serait-ce ?
it: Se potessi essere la prima persona a fare qualcosa, cosa sarebbe?
ja: 何かを成し遂げる最初の人物になれるなら、それは何ですか？
ko: 무언가를 최초로 하는 사람이 될 수 있다면 무엇을 하고 싶으신가요?
nb: Hvis du kunne være den første personen til å gjøre noe, hva ville det vært?
nl: Als je de eerste persoon zou kunnen zijn die iets doet, wat zou dat dan zijn?
pl: Gdybyś mógł być pierwszą osobą, która coś zrobi, co by to było?
pt_br: Se você pudesse ser a primeira pessoa a fazer algo, o que seria?
sv: Om du kunde vara den första personen att göra något, vad skulle det vara?
uk: Якби ви могли стати першою людиною, яка щось зробить, що б це було?
zh_hans: 如果你能成为第一个做某件事的人，那会是什么事？

source: If you could be the hero of any myth or legend, which would you choose?
de: Wenn du der Held eines beliebigen Mythos oder einer Legende sein könntest, welchen würdest du wählen?
es: Si pudieras ser el héroe de cualquier mito o leyenda, ¿cuál elegirías?
fr: Si vous pouviez être le héros d'un mythe ou d'une légende, lequel choisiriez-vous ?
it: Se potessi essere l'eroe di qualsiasi mito o leggenda, quale sceglieresti?
ja: どんな神話や伝説の英雄にもなれるとしたら、どれを選びますか？
ko: 어떤 신화나 전설의 영웅이 될 수 있다면 무엇을 선택하시겠습니까?
nb: Hvis du kunne være helten i en hvilken som helst myte eller legende, hvilken ville du valgt?
nl: Als je de held van een mythe of legende kon zijn, welke zou je kiezen?
pl: Gdybyś mógł być bohaterem dowolnego mitu lub legendy, co byś wybrał?
pt_br: Se você pudesse ser o herói de qualquer mito ou lenda, qual escolheria?
sv: Om du kunde vara hjälten i en myt eller legend, vilken skulle du välja?
uk: Якби ви могли бути героєм будь-якого міфу чи легенди, що б ви обрали?
zh_hans: 如果你能成为任何神话或传说中的英雄，你会选哪个？

source: If you could be the lead singer of any band, which one?
de: Wenn du der Leadsänger einer beliebigen Band sein könntest, welcher?
es: Si pudieras ser el cantante principal de cualquier banda, ¿cuál?
fr: Si tu pouvais être le chanteur principal d'un groupe, lequel ?
it: Se potessi essere il cantante di qualsiasi band, quale?
ja: どんなバンドのリードシンガーにもなれるなら、どのバンドを選びますか？
ko: 어떤 밴드의 리드 싱어가 될 수 있다면 어떤 밴드를 선택하시겠어요?
nb: Hvis du kunne være forsanger i en hvilken som helst gruppe, hvilken?
nl: Als je de leadzanger van een band zou kunnen zijn, welke?
pl: Gdybyś mógł być głównym wokalistą dowolnego zespołu, którego?
pt_br: Se você pudesse ser o vocalista de qualquer banda, qual?
sv: Om du kunde vara leadsångare i vilket band som helst, vilket?
uk: Якби ви могли бути солістом будь-якого гурту, якого саме?
zh_hans: 如果你能成为任何乐队的主唱，你会选哪个乐队？

source: If you could be the president of any country, which one?
de: Wenn du Präsident eines beliebigen Landes sein könntest, welches?
es: Si pudieras ser presidente de cualquier país, ¿cuál?
fr: Si tu pouvais être président de n'importe quel pays, lequel ?
it: Se potessi essere il presidente di qualsiasi paese, quale?
ja: どの国の大統領になれるなら、どこの国を選びますか？
ko: 어떤 나라의 대통령이 될 수 있다면 어느 나라를 선택하시겠어요?
nb: Hvis du kunne være president i et hvilket som helst land, hvilket?
nl: Als je president van een land zou kunnen zijn, welk land dan?
pl: Gdybyś mógł być prezydentem dowolnego kraju, którego?
pt_br: Se você pudesse ser presidente de qualquer país, qual?
sv: Om du kunde vara president för ett land, vilket?
uk: Якби ви могли бути президентом будь-якої країни, якої саме?
zh_hans: 如果你能成为任何一个国家的总统，你会选哪个国家？

source: If you could bottle one feeling and return to it whenever you wanted, what would it be?
de: Wenn du ein Gefühl in eine Flasche füllen und immer wieder darauf zurückkommen könntest, welches wäre das?
es: Si pudieras embotellar un sentimiento y volver a él siempre que quisieras, ¿cuál sería?
fr: Si tu pouvais mettre un sentiment en bouteille et y revenir quand tu veux, quel serait-il ?
it: Se potessi imbottigliare una sensazione e tornarci ogni volta che vuoi, quale sarebbe?
ja: もし一つの感情を瓶詰めにして、いつでも戻れるようにできるなら、それは何ですか？
ko: 하나의 감정을 병에 담아 원할 때마다 다시 느낄 수 있다면 어떤 감정을 선택하시겠습니까?
nb: Hvis du kunne tappe én følelse på flaske og vende tilbake til den når du ville, hva ville den vært?
nl: Als je één gevoel in een fles kon stoppen en er altijd naar terug kon keren wanneer je wilde, wat zou dat dan zijn?
pl: Gdybyś mógł zamknąć jedno uczucie w butelce i wracać do niego, kiedy tylko chcesz, co by to było?
pt_br: Se você pudesse engarrafar um sentimento e voltar a ele sempre que quisesse, qual seria?
sv: Om du kunde buteljera en känsla och återvända till den när du ville, vad skulle den vara?
uk: Якби ви могли закупорити одне почуття в пляшку і повертатися до нього, коли захочете, що б це було?
zh_hans: 如果你能把一种感觉装瓶，并在任何时候都能回到那种感觉，那会是什么？

source: If you could bring one discontinued snack or drink back, what would it be?
de: Wenn du einen eingestellten Snack oder ein Getränk zurückbringen könntest, was wäre es?
es: Si pudieras traer de vuelta una botana o bebida descontinuada, ¿cuál sería?
fr: Si tu pouvais ramener une collation ou une boisson disparue du marché, laquelle choisirais-tu ?
it: Se potessi riportare in commercio uno snack o una bevanda dismessa, cosa sarebbe?
ja: 生産終了になったスナックや飲み物を一つ復活させられるとしたら、何を選びますか？
ko: 단종된 간식이나 음료수를 하나 다시 부활시킬 수 있다면, 무엇을 선택하겠습니까?
nb: Hvis du kunne bringe tilbake en utgått snack eller drikke, hva ville det vært?
nl: Als je één stopgezette snack of drank terug kon brengen, wat zou het zijn?
pl: Gdybyś mógł przywrócić jedną wycofaną przekąskę lub napój, co by to było?
pt_br: Se você pudesse trazer de volta um lanche ou bebida descontinuado, qual seria?
sv: Om du kunde återinföra en utgången snack eller dryck, vad skulle det vara?
uk: Якби ви могли повернути один знятий з виробництва снек або напій, що б це було?
zh_hans: 如果你能让一种已停产的零食或饮料重新上架，你会选什么？

source: If you could bring one fictional gadget to life, what would it be?
de: Wenn du ein fiktives Gerät zum Leben erwecken könntest, welches wäre es?
es: Si pudieras dar vida a un gadget ficticio, ¿cuál sería?
fr: Si vous pouviez donner vie à un gadget fictif, lequel serait-ce ?
it: Se potessi portare in vita un gadget immaginario, quale sarebbe?
ja: 架空のガジェットを一つ実現できるとしたら、何にしますか？
ko: 가상의 장치 하나를 실제로 만들 수 있다면 무엇으로 하시겠습니까?
nb: Hvis du kunne bringe én fiktiv dings til live, hva ville den vært?
nl: Als je één fictief gadget tot leven kon brengen, welke zou dat zijn?
pl: Gdybyś mógł ożywić jedno fikcyjne urządzenie, co by to było?
pt_br: Se você pudesse trazer à vida um gadget fictício, qual seria?
sv: Om du kunde väcka en fiktiv pryl till liv, vad skulle den vara?
uk: Якби ви могли оживити один вигаданий гаджет, що б це було?
zh_hans: 如果你能让一个虚构的小工具成真，会是什么？

source: If you could broadcast one 10-second video to every screen on Earth, what would it be?
de: Wenn du ein 10-Sekunden-Video auf jeden Bildschirm der Erde senden könntest, was würde es zeigen?
es: Si pudieras transmitir un video de 10 segundos a todas las pantallas de la Tierra, ¿qué sería?
fr: Si tu pouvais diffuser une vidéo de 10 secondes sur tous les écrans de la Terre, que montrerait-elle ?
it: Se potessi trasmettere un video di 10 secondi su ogni schermo della Terra, cosa sarebbe?
ja: 地球上のすべての画面で10秒間の動画を流せるなら、どんな内容にしますか？
ko: 지구상의 모든 화면에 10초짜리 영상을 송출할 수 있다면, 어떤 영상을 보여주겠습니까?
nb: Hvis du kunne sende en 10-sekunders video til alle skjermer på jorden, hva ville den vært?
nl: Als je een video van 10 seconden naar elk scherm op aarde kon uitzenden, wat zou het dan zijn?
pl: Gdybyś mógł wyemitować 10-sekundowy film na każdy ekran na Ziemi, co by to było?
pt_br: Se você pudesse transmitir um vídeo de 10 segundos para todas as telas da Terra, o que ele mostraria?
sv: Om du kunde sända en 10-sekunders video till alla skärmar på jorden, vad skulle den visa?
uk: Якби ви могли транслювати 10-секундне відео на кожен екран на Землі, що б це було?
zh_hans: 如果你能向地球上的每个屏幕播放一段10秒的视频，你会播放什么内容？

source: If you could change anything about the way you were raised, what would it be?
de: Wenn du etwas an deiner Erziehung ändern könntest, was wäre das?
es: Si pudieras cambiar algo de la forma en que te criaron, ¿qué sería?
fr: Si tu pouvais changer quelque chose dans ton éducation, quoi?
it: Se potessi cambiare qualcosa del modo in cui sei stato cresciuto, cosa sarebbe?
ja: 自分の育てられ方について何か変えられるとしたら、何を変えますか？
ko: 자신이 자란 방식에 대해 무엇이든 바꿀 수 있다면 무엇을 바꾸겠습니까?
nb: Hvis du kunne endre noe med måten du ble oppdratt på, hva ville du endret?
nl: Als je iets aan de manier waarop je bent opgevoed zou kunnen veranderen, wat zou dat dan zijn?
pl: Gdybyś mógł zmienić cokolwiek w swoim wychowaniu, co by to było?
pt_br: Se você pudesse mudar algo na forma como foi criado, o que seria?
sv: Om du kunde ändra något i hur du blev uppfostrad, vad skulle det vara?
uk: Якби ви могли змінити щось у своєму вихованні, що б це було?
zh_hans: 如果你能改变自己成长过程中的任何事情，你会改变什么？

source: If you could change careers tomorrow, what would you do?
de: Wenn du morgen die Karriere wechseln könntest, was würdest du tun?
es: Si pudieras cambiar de carrera mañana, ¿qué harías?
fr: Si tu pouvais changer de carrière demain, que ferais-tu ?
it: Se potessi cambiare carriera domani, cosa faresti?
ja: 明日キャリアを変えられるとしたら、何をしますか？
ko: 내일 직업을 바꿀 수 있다면 무엇을 하시겠어요?
nb: Hvis du kunne bytte karriere i morgen, hva ville du gjort?
nl: Als je morgen van carrière zou kunnen veranderen, wat zou je dan doen?
pl: Gdybyś mógł zmienić karierę jutro, co byś zrobił?
pt_br: Se você pudesse mudar de carreira amanhã, o que faria?
sv: Om du kunde byta karriär imorgon, vad skulle du göra?
uk: Якби ви могли змінити кар'єру завтра, що б ви зробили?
zh_hans: 如果你明天可以转行，你会做什么？

source: If you could change one event in history, which would it be?
de: Wenn du ein Ereignis in der Geschichte ändern könntest, welches wäre das?
es: Si pudieras cambiar un evento de la historia, ¿cuál sería?
fr: Si vous pouviez changer un événement de l'histoire, lequel serait-ce ?
it: Se potessi cambiare un evento della storia, quale sarebbe?
ja: 歴史上の出来事を一つ変えられるとしたら、どれを選びますか？
ko: 역사 속 한 사건을 바꿀 수 있다면 어떤 것을 바꾸시겠습니까?
nb: Hvis du kunne endre én hendelse i historien, hvilken ville det vært?
nl: Als je één gebeurtenis in de geschiedenis zou kunnen veranderen, welke zou dat zijn?
pl: Gdybyś mógł zmienić jedno wydarzenie w historii, które by to było?
pt_br: Se você pudesse mudar um evento na história, qual seria?
sv: Om du kunde ändra en händelse i historien, vilken skulle det vara?
uk: Якби ви могли змінити одну подію в історії, яку б ви змінили?
zh_hans: 如果你能改变历史中的一件事，你会改变哪一件？

source: If you could change one law, what would it be?
de: Wenn du ein Gesetz ändern könntest, welches wäre das?
es: Si pudieras cambiar una ley, ¿cuál sería?
fr: Si tu pouvais changer une loi, quelle serait-elle ?
it: Se potessi cambiare una legge, quale sarebbe?
ja: もし一つの法律を変えられるとしたら、それは何ですか？
ko: 하나의 법률을 바꿀 수 있다면 무엇을 바꾸시겠습니까?
nb: Hvis du kunne endre én lov, hvilken ville det vært?
nl: Als je één wet kon veranderen, welke zou dat zijn?
pl: Gdybyś mógł zmienić jedno prawo, co by to było?
pt_br: Se você pudesse mudar uma lei, qual seria?
sv: Om du kunde ändra en lag, vad skulle det vara?
uk: Якби ви могли змінити один закон, який би це був?
zh_hans: 如果你能改变一条法律，你会改变什么？

source: If you could change one thing about how the world works, what would it be?
de: Wenn du eine Sache daran ändern könntest, wie die Welt funktioniert, was wäre das?
es: Si pudieras cambiar una cosa sobre cómo funciona el mundo, ¿qué sería?
fr: Si tu pouvais changer une chose dans le fonctionnement du monde, quelle serait-elle ?
it: Se potessi cambiare una cosa sul funzionamento del mondo, quale sarebbe?
ja: もし世界の仕組みを一つ変えられるとしたら、何を変えますか？
ko: 세계가 작동하는 방식 중 한 가지를 바꿀 수 있다면 무엇을 바꾸시겠습니까?
nb: Hvis du kunne endre én ting ved måten verden fungerer på, hva ville det vært?
nl: Als je één ding aan de manier waarop de wereld werkt kon veranderen, wat zou dat zijn?
pl: Gdybyś mógł zmienić jedną rzecz w działaniu świata, co by to było?
pt_br: Se você pudesse mudar uma coisa sobre como o mundo funciona, qual seria?
sv: Om du kunde ändra en sak om hur världen fungerar, vad skulle det vara?
uk: Якби ви могли змінити одну річ у тому, як працює світ, що б це було?
zh_hans: 如果你能改变世界运作方式的一件事，那会是什么？

source: If you could change one thing about how you were raised, what would it be?
de: Wenn du eine Sache daran ändern könntest, wie du erzogen wurdest, was wäre das?
es: Si pudieras cambiar una cosa sobre cómo te criaron, ¿qué sería?
fr: Si tu pouvais changer une chose dans la façon dont tu as été élevé, quelle serait-elle ?
it: Se potessi cambiare una cosa del modo in cui sei stato cresciuto, quale sarebbe?
ja: もし自分の育てられ方のうち一つのことを変えられるとしたら、何を変えますか？
ko: 자신이 자란 방식 중 한 가지를 바꿀 수 있다면 무엇을 바꾸시겠습니까?
nb: Hvis du kunne endre én ting ved oppveksten din, hva ville det vært?
nl: Als je één ding aan je opvoeding kon veranderen, wat zou dat zijn?
pl: Gdybyś mógł zmienić jedną rzecz w tym, jak zostałeś wychowany, co by to było?
pt_br: Se você pudesse mudar uma coisa sobre como foi criado, qual seria?
sv: Om du kunde ändra en sak om hur du blev uppfostrad, vad skulle det vara?
uk: Якщо б ви могли змінити одну річ у тому, як вас виховували, що б це було?
zh_hans: 如果你能改变自己成长过程中的一件事，那会是什么？

source: If you could change one thing about our date so far to make it more 'spicy,' what would it be?
de: Wenn du eine Sache an unserem Date bisher ändern könntest, um es 'spicier' zu machen, was wäre das?
es: Si pudieras cambiar una cosa de nuestra cita hasta ahora para hacerla más 'picante', ¿qué sería?
fr: Si tu pouvais changer une chose à notre rendez-vous pour le rendre plus 'épicé', qu'est-ce que ce serait ?
it: Se potessi cambiare una cosa del nostro appuntamento finora per renderlo più 'piccante', cosa sarebbe?
ja: これまでのデートをもっと‘スパイシー’にするために一つ変えられるとしたら、何を変えますか？
ko: 지금까지의 데이트를 더 '스파이시'하게 만들기 위해 한 가지를 바꿀 수 있다면 무엇을 바꾸겠습니까?
nb: Hvis du kunne endre én ting med daten vår så langt for å gjøre den mer 'spicy', hva ville det vært?
nl: Als je één ding aan onze date tot nu toe zou kunnen veranderen om het 'spicier' te maken, wat zou het zijn?
pl: Gdybyś mógł zmienić jedną rzecz w naszej dzisiejszej randce, żeby była bardziej 'pikantna', co by to było?
pt_br: Se você pudesse mudar uma coisa no nosso encontro até agora para torná-lo mais 'picante', o que seria?
sv: Om du kunde ändra en sak med vår dejt hittills för att göra den mer 'spicy', vad skulle det vara?
uk: Якби ти міг змінити одну річ у нашому побаченні, щоб зробити його більш 'пікантним', що б це було?
zh_hans: 如果你可以改变我们约会中的一件事让它变得更‘火辣’，你会改变什么？

source: If you could change one thing about the world, what would it be?
de: Wenn du eine Sache an der Welt ändern könntest, was wäre das?
es: Si pudieras cambiar una cosa del mundo, ¿qué sería?
fr: Si vous pouviez changer une chose dans le monde, quelle serait-elle ?
it: Se potessi cambiare una cosa del mondo, cosa sarebbe?
ja: 世界の一つだけ変えられるとしたら、何を変えますか？
ko: 세상의 한 가지를 바꿀 수 있다면 무엇을 바꾸시겠습니까?
nb: Hvis du kunne endre én ting med verden, hva ville det vært?
nl: Als je één ding aan de wereld zou kunnen veranderen, wat zou dat dan zijn?
pl: Gdybyś mógł zmienić jedną rzecz na świecie, co by to było?
pt_br: Se você pudesse mudar uma coisa no mundo, o que seria?
sv: Om du kunde ändra en sak i världen, vad skulle det vara?
uk: Якби ви могли змінити одну річ у світі, що б це було?
zh_hans: 如果你能改变世界的一件事，那会是什么？

source: If you could change one thing about your current career, what?
de: Wenn du eine Sache an deiner aktuellen Karriere ändern könntest, was wäre das?
es: Si pudieras cambiar una cosa de tu carrera actual, ¿qué?
fr: Si tu pouvais changer une chose dans ta carrière actuelle, quoi ?
it: Se potessi cambiare una cosa della tua carriera attuale, cosa?
ja: 現在のキャリアで一つ変えられるとしたら、何を変えますか？
ko: 현재 직업에서 한 가지를 바꿀 수 있다면 무엇을 바꾸시겠어요?
nb: Hvis du kunne endre én ting med din nåværende karriere, hva?
nl: Als je één ding aan je huidige carrière zou kunnen veranderen, wat?
pl: Gdybyś mógł zmienić jedną rzecz w swojej obecnej karierze, co by to było?
pt_br: Se você pudesse mudar uma coisa sobre sua carreira atual, o quê?
sv: Om du kunde ändra en sak om din nuvarande karriär, vad?
uk: Якби ви могли змінити одну річ у вашій поточній кар'єрі, що б це було?
zh_hans: 如果你能改变当前职业生涯中的一件事，那会是什么？

source: If you could change one thing about your personality, what?
de: Wenn du eine Sache an deiner Persönlichkeit ändern könntest, was?
es: Si pudieras cambiar una cosa de tu personalidad, ¿qué sería?
fr: Si tu pouvais changer une chose dans ta personnalité, quoi ?
it: Se potessi cambiare una cosa della tua personalità, cosa?
ja: 自分の性格を一つだけ変えられるとしたら、何を変えますか？
ko: 성격 중 한 가지만 바꿀 수 있다면 무엇을 바꾸시겠어요?
nb: Hvis du kunne endre én ting ved personligheten din, hva?
nl: Als je één ding aan je persoonlijkheid zou kunnen veranderen, wat?
pl: Gdybyś mógł zmienić jedną rzecz w swojej osobowości, co?
pt_br: Se você pudesse mudar uma coisa na sua personalidade, o quê?
sv: Om du kunde ändra en sak med din personlighet, vad?
uk: Якби ви могли змінити одну рису своєї особистості, що б це було?
zh_hans: 如果你能改变自己性格的一方面，你会改什么？

source: If you could change one thing about your physical appearance, what?
de: Wenn du eine Sache an deinem Aussehen ändern könntest, was wäre das?
es: Si pudieras cambiar una cosa de tu apariencia física, ¿qué?
fr: Si tu pouvais changer une chose de ton apparence physique, quoi ?
it: Se potessi cambiare una cosa del tuo aspetto fisico, cosa?
ja: もし自分の外見を一つだけ変えられるとしたら、何を変えますか？
ko: 자신의 외모 중 한 가지를 바꿀 수 있다면 무엇을 바꾸시겠습니까?
nb: Hvis du kunne endre én ting ved ditt fysiske utseende, hva?
nl: Als je één ding aan je fysieke verschijning kon veranderen, wat?
pl: Gdybyś mógł zmienić jedną rzecz w swoim wyglądzie zewnętrznym, co?
pt_br: Se você pudesse mudar uma coisa na sua aparência física, o quê?
sv: Om du kunde ändra en sak med ditt fysiska utseende, vad?
uk: Якби ви могли змінити одну річ у своїй зовнішності, що?
zh_hans: 如果你能改变自己外貌的一件事，那会是什么？

source: If you could choose the gender of your first child, would you?
de: Wenn du das Geschlecht deines ersten Kindes wählen könntest, würdest du es tun?
es: Si pudieras elegir el género de tu primer hijo, ¿lo harías?
fr: Si tu pouvais choisir le sexe de ton premier enfant, le ferais-tu ?
it: Se potessi scegliere il sesso del tuo primo figlio, lo faresti?
ja: 第一子の性別を選べるとしたら、選びますか？
ko: 첫째 아이의 성별을 선택할 수 있다면, 선택하시겠습니까?
nb: Hvis du kunne velge kjønnet på ditt første barn, ville du gjort det?
nl: Als je het geslacht van je eerste kind zou kunnen kiezen, zou je dat dan doen?
pl: Gdybyś mógł wybrać płeć swojego pierwszego dziecka, czy byś to zrobił?
pt_br: Se você pudesse escolher o gênero do seu primeiro filho, você escolheria?
sv: Om du kunde välja kön på ditt första barn, skulle du göra det?
uk: Якби ви могли обрати стать своєї першої дитини, чи скористалися б ви цим?
zh_hans: 如果你能选择第一个孩子的性别，你会这样做吗？

source: If you could compete in any Olympic event, which would you choose?
de: Wenn du an einer olympischen Disziplin teilnehmen könntest, welche würdest du wählen?
es: Si pudieras competir en cualquier evento olímpico, ¿cuál elegirías?
fr: Si tu pouvais participer à n'importe quelle épreuve olympique, laquelle choisirais-tu ?
it: Se potessi gareggiare in qualsiasi evento olimpico, quale sceglieresti?
ja: どのオリンピック競技に出場できるなら、どれを選びますか？
ko: 올림픽 종목에 출전할 수 있다면 어떤 종목을 선택하시겠어요?
nb: Hvis du kunne konkurrere i en hvilken som helst olympisk øvelse, hvilken ville du valgt?
nl: Als je aan een Olympisch onderdeel zou mogen deelnemen, welke kies je dan?
pl: Gdybyś mógł wziąć udział w dowolnej dyscyplinie olimpijskiej, którą byś wybrał?
pt_br: Se você pudesse competir em qualquer evento olímpico, qual escolheria?
sv: Om du kunde tävla i valfri olympisk gren, vilken skulle du välja?
uk: Якби ти міг змагатися в будь-якому олімпійському виді спорту, який би обрав?
zh_hans: 如果你可以参加任何奥运会项目，你会选择哪个？

source: If you could create a new holiday, what would it celebrate?
de: Wenn du einen neuen Feiertag erschaffen könntest, was würde gefeiert?
es: Si pudieras crear una nueva festividad, ¿qué celebraría?
fr: Si tu pouvais créer un nouveau jour férié, que célébrerait-il ?
it: Se potessi creare una nuova festività, cosa celebrerebbe?
ja: 新しい祝日を作れるとしたら、それは何を祝うものですか？
ko: 새로운 공휴일을 만들 수 있다면, 무엇을 기념하시겠습니까?
nb: Hvis du kunne opprettet en ny høytid, hva skulle den feire?
nl: Als je een nieuwe feestdag kon creëren, wat zou die dan vieren?
pl: Gdybyś mógł stworzyć nowe święto, co by ono celebrowało?
pt_br: Se você pudesse criar um novo feriado, o que ele celebraria?
sv: Om du kunde skapa en ny helgdag, vad skulle den fira?
uk: Якби ви могли створити нове свято, що б воно відзначало?
zh_hans: 如果你可以创造一个新的节日，它会庆祝什么？

source: If you could create a new national holiday, what day would it be and what would we celebrate?
de: Wenn du einen neuen nationalen Feiertag schaffen könntest, welcher Tag wäre es und was würden wir feiern?
es: Si pudieras crear un nuevo día festivo nacional, ¿qué día sería y qué celebraríamos?
fr: Si tu pouvais créer un nouveau jour férié national, quel jour serait-ce et que fêterions-nous ?
it: Se potessi creare una nuova festa nazionale, che giorno sarebbe e cosa celebreremmo?
ja: 新しい国民の祝日を作れるとしたら、それは何月何日で、何を祝う日にしますか？
ko: 새로운 국경일을 만들 수 있다면, 어떤 날로 정하고 무엇을 축하하겠습니까?
nb: Hvis du kunne opprette en ny nasjonal helligdag, hvilken dag ville det vært og hva ville vi feiret?
nl: Als je een nieuwe nationale feestdag kon creëren, welke dag zou het dan zijn en wat zouden we vieren?
pl: Gdybyś mógł stworzyć nowe święto narodowe, jaki to byłby dzień i co byśmy świętowali?
pt_br: Se você pudesse criar um novo feriado nacional, que dia seria e o que comemoraríamos?
sv: Om du kunde skapa en ny nationell helgdag, vilken dag skulle det vara och vad skulle vi fira?
uk: Якби ви могли створити нове національне свято, який це був би день і що б ми святкували?
zh_hans: 如果你能创立一个新的国家节日，它会定在哪一天？我们庆祝什么？

source: If you could describe our vibe in one word, what would it be?
de: Wenn du unsere Stimmung in einem Wort beschreiben könntest, welches wäre es?
es: Si pudieras describir nuestra vibe en una palabra, ¿cuál sería?
fr: Si tu devais décrire notre ambiance en un mot, ce serait quoi ?
it: Se potessi descrivere la nostra atmosfera in una parola, quale sarebbe?
ja: 私たちの雰囲気を一言で表すなら、何と言いますか？
ko: 우리의 분위기를 한 단어로 표현한다면 무엇일까요?
nb: Hvis du kunne beskrive stemningen vår med ett ord, hva ville det vært?
nl: Als je onze sfeer in één woord zou beschrijven, wat zou dat zijn?
pl: Gdybyś mógł opisać naszą atmosferę jednym słowem, co by to było?
pt_br: Se você pudesse descrever nossa vibe em uma palavra, qual seria?
sv: Om du kunde beskriva vår vibe med ett ord, vad skulle det vara?
uk: Якби ти міг описати нашу атмосферу одним словом, яке б воно було?
zh_hans: 如果用一个词来形容我们的氛围，那会是什么？

source: If you could design a new course for a school curriculum, what would it be?
de: Wenn du einen neuen Kurs für den Schullehrplan entwerfen könntest, was wäre das?
es: Si pudieras diseñar un nuevo curso para el plan de estudios escolar, ¿cuál sería?
fr: Si tu pouvais concevoir un nouveau cours pour un programme scolaire, ce serait quoi ?
it: Se potessi progettare un nuovo corso per un curriculum scolastico, quale sarebbe?
ja: 学校のカリキュラムに新しいコースをデザインできるとしたら、どんな内容にしますか？
ko: 학교 교과 과정에 새 과목을 디자인할 수 있다면 어떤 과목을 만들겠어요?
nb: Hvis du kunne designe et nytt fag i skolen, hva ville det vært?
nl: Als je een nieuwe cursus voor een schoolcurriculum mocht ontwerpen, wat zou die zijn?
pl: Gdybyś mógł zaprojektować nowy przedmiot w szkole, co by to było?
pt_br: Se você pudesse criar um novo curso para o currículo escolar, qual seria?
sv: Om du fick designa en ny kurs i skolans läroplan, vad skulle det vara?
uk: Якби ви могли розробити новий курс для шкільної програми, що б це було?
zh_hans: 如果你能为学校课程设计一门新课，会是什么？
